---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution
source: html/a93d81b6-59b5-6593-50ba-8b798766e4b1.htm
---
# HemisphericalLightDistribution Properties

Specifies whether the .NET object represents a valid Revit entity.